Repository: huyz/Wordpress-Plugins
Catalog: sideblogging/languages/sideblogging-*.po
Languages: fr_fr

source: Asides
fr_fr: Brèves

source: Aside
fr_fr: Brève

source: Add new aside
fr_fr: Ajouter une nouvelle brève

source: Edit aside
fr_fr: Modifier la brève

source: No aside found
fr_fr: Aucune brève trouvée

source: No aside found in trash
fr_fr: Aucune brève trouvée dans la corbeille

source: Search asides
fr_fr: Chercher dans les brèves

source: Number of asides to display:
fr_fr: Nombre de brèves à afficher :

source: Display asides in a widget
fr_fr: Affiche les brèves dans un widget

source: Sideblogging help
fr_fr: Aide de Sideblogging

source: Create a Twitter application
fr_fr: Créer une application Twitter

source: Create a Facebook application
fr_fr: Créer une application Facebook

source: About Facebook
fr_fr: À propos de Facebook

source: characters left
fr_fr: caractères restants

source: Add additional content
fr_fr: Ajouter du contenu additionnel

source: Aside published
fr_fr: Brève publiée

source: An error occurred
fr_fr: Une erreur est survenue

source: Twitter is currently unavailable. Please check your keys or try again later.
fr_fr: Twitter est indisponible pour le moment. Veuillez vérifier vos clés ou ré-essayer plus tard.

source: Twitter account registered
fr_fr: Compte Twitter enregistré

source: Error during the connection with Twitter
fr_fr: Une erreur est survenue pendant la connexion avec Twitter

source: Facebook account registered
fr_fr: Compte Facebook enregistré

source: Error during the connection with Facebook
fr_fr: Une erreur est survenue pendant la connexion avec Facebook

source: Applications Settings
fr_fr: Paramètres des applications

source: Don't forget to look at the contextual help (in the top right of page) for more informations about keys.
fr_fr: N'oubliez pas de consulter l'aide contextuelle (en haut à droite de la page) pour plus d'informations sur ces clés.

source: Republish on Twitter
fr_fr: Republier sur Twitter

source: You must configure Twitter app to be able to sign-in
fr_fr: Vous devez configurer l'application Twitter pour pouvoir vous connecter

source: To automatically publish your asides on Twitter, sign-in below:
fr_fr: Pour publier automatiquement vos brèves sur Twitter, connectez-vous ci-desous :

source: Republish on Facebook
fr_fr: Republier sur Facebook

source: You must configure Facebook app to be able to sign-in
fr_fr: Vous devez configurer l'application Facebook pour pouvoir vous connecter

source: To automatically publish your asides on Facebook, sign-in below:
fr_fr: Pour publier automatiquement vos brèves sur Facebook, connectez-vous ci-desous :

source: For Facebook, you may need to modify the URL Connect
fr_fr: Pour Facebook, il peut être nécessaire de mofier le paramètre URL Connect

source: To do:
fr_fr: Pour se faire :

source: Go to application settings
fr_fr: Modifier les paramètres de l'application

source: Go to section <em>Connection</em>
fr_fr: Allez dans la rubrique <em>Connexion</em>

source: Put %s in the field URL Connect
fr_fr: Metttez %s dans le champ URL Connect

source: You are connected to Twitter as %s
fr_fr: Vous êtes connectés à Twitter en tant que %s

source: Change account or disable
fr_fr: Changer de compte ou désactiver

source: You are connected to Facebook as %s
fr_fr: Vous êtes connectés à Facebook en tant que %s

source: Purge asides older than
fr_fr: Purger les brèves de plus de

source: days
fr_fr: jours

source: 0 for keeping asides forever
fr_fr: 0 pour conserver les brèves indéfiniment

source: General Settings
fr_fr: Paramètres généraux

source: Url shortener
fr_fr: Raccourcisseur d'url
