Repository: huyz/Wordpress-Plugins
Catalog: poststats/languages/post-stats-*.po
Languages: nl_nl

source: Posts Statistics
nl_nl: De Statistieken van posten

source: Sum:
nl_nl: Som:

source: words
nl_nl: woorden

source: Average:
nl_nl: Gemiddelde:

source: Longest post:
nl_nl: Langste post:

source: Shortest post:
nl_nl: Kortste post:

source: year
nl_nl: jaar

source: month
nl_nl: maand

source: day
nl_nl: dag

source: hour
nl_nl: uur

source: minute
nl_nl: minuut

source: This post has %d words.
nl_nl: Deze post heeft %d woorden.

source: It will take approximately %s for reading it.
nl_nl: Het duurt ongeveer %s voor het lezen.

source: Very slow reader
nl_nl: Zeer langzame lezer

source: Slow reader
nl_nl: Langzame lezer

source: Average reader
nl_nl: Gemiddelde lezer

source: Good reader
nl_nl: Goede lezer

source: Excellent reader
nl_nl: Uitstekende lezer

source: words/minute
nl_nl: woorden/minuut

source: Total reading time:
nl_nl: Totale lezingstijd:
